import Head from 'next/head'
import Image from 'next/image'
import { useRouter } from 'next/router'
import { getLanguage } from '@/lib/utils'
import Navbar from '@/components/navbar/Navbar'
import Footer from '@/components/footer/Footer'
import ArticleBanner from '@/components/article-banner/ArticleBanner'
import styles from '@/styles/Article.module.css'
import topImage from '@/assets/articles/News-banner.jpg'
import centerImage from '@/assets/articles/Riyadh_Air-Boeing.jpg'
import quoteIcon from '@/assets/quote-icon.svg'

const Article = () => {
  const router = useRouter()
  const { isArabic } = getLanguage(router.pathname)

  return (
    <>
      <Head>
        <title>المركز الإعلامي | طيران الرياض</title>
        <meta
          name="viewport"
          content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"
        />
        <meta name="description" content="تعرف على أحدث أخبار طيران الرياض" />
      </Head>
      <main className="rtl" dir="rtl">
        <Navbar />
        <ArticleBanner
          date={
            <>
              <span>14 </span>
              <span>مارس</span>
              <span>2023</span>
            </>
          }
          title={
            <>
              طيران الرياض يعلن عن أول طلب لأسطول للطائرات مكون من 72 طائرة
              بوينج دريملاينر من طراز 787-9 يسعى الناقل الجوي الجديد من صندوق
              الاستثمارات العامة إلى تعزيز مكانة المملكة لتكون مركز عالمي
              للطيران
            </>
          }
        />
        <section className={styles['article-parallax-image']}>
          <Image src={topImage} alt="Riyadh air and Boeing logo" />
        </section>
        <section className={styles['article-content']}>
          <div className={styles['article-content-center']}>
            <ul className={styles['article-top']}>
              <li>
                تتضمن الاتفاقية بين طيران الرياض وبوينج تزويد الناقل الجوي
                الجديد بـ 39 طائرة من طراز 787-9 دريملاينر، مع احتمالية شراء 33
                طائرة إضافية
              </li>
              <li>
                تعتبر الاتفاقية ضمن أكبر خمس طلبات تجارية لأسطول الطائرات من حيث
                القيمة في تاريخ شركة بوينج
              </li>
              <li>
                من المتوقع أن يساهم الناقل الجوي الجديد في نمو الناتج المحلي
                الإجمالي غير النفطي بــ 75 مليار ريال في المملكة العربية
                السعودية واستحداث أكثر من 200 ألف وظيفة مباشرة وغير مباشرة
              </li>
              <li>
                في الولايات المتحدة الأمريكية، من المتوقع أن توفر الصفقة ما
                يقارب 100 ألف وظيفة مباشرة وغير مباشرة، ومشاركة أكثر 300 مورد
                عبر 38 ولاية، منها 145 شركة أمريكية صغيرة
              </li>
            </ul>
            <Image src={centerImage} alt="Riyadh Air Boeing" />
            {/* <blockquote>
              <Image src={quoteIcon} alt="quote" />
              <h2>
                Sodales ut eu sem integer vitae justo eget magna fermentum. Varius duis at
                consectetur lorem donec massa.
              </h2>
            </blockquote> */}
            <p>
              <strong>الرياض،(14 مارس 2023):</strong> أعلن طيران الرياض الناقل
              الجوي الوطني الجديد الذي أطلقه صندوق الاستثمارات العامة، عن أول
              طلباته لأسطول الطائرات عبر شراء 72 طائرة بوينج دريملاينر من طراز
              787-9، وذلك في أولى خطواته نحو تحقيق أهدافه الطموحة وبمعايير
              عالمية. وشملت الصفقة 39 طائرة مؤكدة، مع احتمالية شراء 33 طائرة
              إضافي ذات البدن العريض، الأمر الذي يؤكد طموح المملكة العربية
              السعودية لتكون مركزاً عالمياً للطيران.
            </p>
            <p>
              وتعد هذه الاتفاقية جزءاً من الاستراتيجية الوطنية للطيران الهادفة
              لتحويل المملكة إلى مركز طيران عالمي، حيث أعلنت النواقل الجوية
              الوطنية في المملكة عن عزمهم شراء ما يصل إلى 121 طائرة بوينج
              دريملاينر من طراز 787 والتي تعتبر ضمن أكبر خمس طلبات تجارية لأسطول
              الطائرات من حيث القيمة في تاريخ شركة بوينج، والتي ستدعم أهدف
              المملكة لنقل أكثر من 330 مليون مسافر وجذب 100 مليون زائر بحلول عام
              2030. ومن ناحية التأثير الاقتصادي، يسهم طيران الرياض في نمو الناتج
              المحلي الإجمالي غير النفطي للمملكة بقيمة تصل إلى 75 مليار ريال
              واستحداث أكثر من 200 ألف فرصة عمل مباشرة وغير مباشرة. أما عن
              التأثير الاقتصادي في الولايات المتحدة الأمريكية، فمن المتوقع أن
              توفر الصفقة ما يقارب 100 ألف وظيفة مباشرة وغير مباشرة، وتحقق
              استفادة لأكثر من 300 مورد في 38 ولاية، بما في ذلك 145 شركة صغيرة.
            </p>
            <p>
              ويؤكد طلب أسطول الطائرات أيضًا على أهمية الأهداف البيئية لطيران
              الرياض، حيث يهدف إلى تشغيل أسطول طائرات يعتبر الأحدث والأكثر
              استدامة في العالم، مع تلبية اللوائح الخاصة بتأثير الضوضاء. وستدير
              شركة طيران الرياض عملياتها التشغيلية من عاصمة المملكة العربية
              السعودية الرياض وستتخذها مقراً لها، وتتميز العاصمة الرياض بإرث
              ثقافي وتاريخي غني ممزوج برؤية مستقبلة تتجسد في رؤية السعودية 2030،
              وستعزز الشركة الجديدة في تحويل العاصمة لواحدة من أكبر اقتصاديات
              المدن في العالم. حيث تضم مدينة الرياض أكثر المشاريع الجديدة
              الطموحة في العالم كمشروع مطار الملك سلمان الدولي، والقدية، والمسار
              الرياضي، وحديقة الملك سلمان، وبوابة الدرعية، ومشروع المربع الجديد.
              بالإضافة إلى تميز المملكة العربية السعودية بموقع جغرافي استراتيجي
              فريد يربط بين القارات الثلاث آسيا وأفريقيا وأوروبا. كما تهدف طيران
              الرياض ذات المعايير العالمية إلى ربط ملايين المسافرين بغرض الترفيه
              والعمل بأكثر من 100 وجهة حول العالم بحلول عام 2030 من خلال شراكتها
              مع شركة &quot;بوينج&quot;. وتطمح &quot;طيران الرياض&quot; بأن تكون
              في طليعة شركات الطيران التي تقدم لضيوفها المسافرين الابتكار الرقمي
              في كل خطوة من رحلتهم عبر تجربة سفر استثنائية ممزوجة بحفاوة وكرم
              الضيافة السعودية الأصيلة.
            </p>
            <p>
              وبهذه المناسبة قال معالي محافظ صندوق الاستثمارات العامة ورئيس مجلس
              إدارة طيران الرياض، الأستاذ ياسر الرميان: &quot;يمثل الإعلان عن
              هذا الاستثمار في بناء أسطول الطائرات حدثاً بالغ الأهمية لصندوق
              الاستثمارات العامة ولطيران الرياض، ويؤكد التزامنا عبر إطلاق شركة
              طيران بمعايير عالمية&quot;. وأضاف الرميان&quot; تشكل الشراكة مع
              بوينج لبناء أسطول الطائرات الخطوة التالية في تحقيق تطلعات المملكة
              العربية السعودية وتعزيز دورها كمركز نقل جوي عالمي. وبالمقابل فإننا
              نسعى لعقد شراكات استراتيجية ضمن منظومة قطاع الطيران العالمي، وذلك
              في طريقنا نحو بناء شركة طيران الرياض لتصبح واحدة من أهم شركات
              الطيران الرائدة في جميع أنحاء العالم&quot;.
            </p>
            <p>
              ومن جانبه، قال الرئيس التنفيذي لشركة &quot;بوينج للطائرات
              التجارية&quot; الأستاذ ستان ديل: &quot;يمثل طلب طيران الرياض
              لأسطول من طائرات بوينج التزامها بتقديم تجربة سفر عالمية المستوى،
              ودعمها لوظائف قطاع تصنيع الطائرات الأمريكية عبر سلسلة التوريد
              الخاصة بنا. نفخر بشراكتنا المستمرة مع المملكة العربية السعودية
              والتي تمتد إلى قرابة الثمانية عقود من الابتكار والنمو المستدام في
              قطاع الطيران، وتعتمد اتفاقيتنا على شراكة طويلة الأمد تهدف إلى
              زيادة إمكانية الوصول إلى السفر الجوي التجاري الآمن والمستدام
              للعقود القادمة&quot;.
            </p>
            <p>
              وبدوره قال الرئيس التنفيذي لشركة &quot;طيران الرياض&quot;، الأستاذ
              توني دوغلاس: &quot;تعكس شركة طيران الرياض الرؤية الطموحة للمملكة
              العربية السعودية للمشاركة في صناعة مستقبل السفر الجوي العالمي،
              والتي تتميز بخدمات استثنائية للضيوف المسافرين معتمدة على تكامل
              أحدث الابتكارات الرقمية الممزوجة بكرم الضيافة السعودية الأصيلة
              لتقديم تجربة سفر سلسلة وممتعة. كما ستشكل طائراتنا الجديدة من بوينج
              طراز 787-9 أساسا لعملياتنا التشغيلية في جميع أنحاء العالم، حيث
              ستكون وسيلة جذب سياحية وتجارية إلى المملكة وذلك مع قيامنا ببناء
              شبكة واسعة من الوجهات حول العالم&quot;.
            </p>
            <p>
              ويهدف &quot;طيران الرياض&quot; للريادة في قطاع الطيران، وسيقوم
              بتجهيز أسطول طائراته بأحدث المميزات الرقمية وأكثرها تقدماً مع
              تزويدها لتجارب سفر مبتكرة تعد الأفضل في فئتها من ناحية تصميم
              المقصورة الداخلية للطائرات بالإضافة إلى الجيل الحديث من نظام
              الترفيه والاتصال على متن الطائرة. حيث تم جدولة استلام أول طائرة
              ذات البدن العريض في بداية 2025.
            </p>
            <p>
              وسيعتمد طيران الرياض على التقنية الرقمية في مختلف خدماتها، مع
              التزامها بالاستدامة وتماشياً مع مختلف المشاريع المستقبلية لمملكة
              في إطار رؤية السعودية 2030. وستعمل بما يتماشى مع خطوات المملكة
              الطموحة نحو صافي الانبعاثات الصفرية. حيث تم تصنيع طراز 787-9
              دريملاينر مع مراعاة اعتبارات التأثير البيئي، بما في ذلك انبعاثات
              ثاني أكسيد الكربون وكفاءة الوقود وأنظمة الضوضاء.
            </p>
            <p>
              الجدير بالذكر أن تم إطلاق الناقل الجوي في أول أيام الأسبوع الحالي
              والتي ستلعب دوراً فعالاً في تحقيق أهداف رؤية السعودية 2030. ويأتي
              تأسيس&quot;طيران الرياض&quot; تماشياً مع استراتيجية صندوق
              الاستثمارات العامة لإطلاق إمكانات القطاعات الواعدة محلياً لدعم
              تنويع الاقتصاد. حيث ستساهم الناقل الجوي في تحقيق أهداف
              الاستراتيجية الوطنية للطيران ودعم الاستراتيجية الوطنية للسياحة من
              خلال إتاحة المزيد من الفرص للسياح والزوار من جميع أنحاء العالم
              للوصول إلى أجمل المواقع السياحية والطبيعية في المملكة واستحداث فرص
              عمل جديدة.
            </p>
            <p className="text-center">-انتهى-</p>
          </div>
        </section>
        <Footer />
      </main>
    </>
  )
}

export default Article
